{
    "vocab": {
        "the": 1,
        "be": 2,
        "to": 3,
        "of": 4,
        "and": 5,
        "a": 6,
        "in": 7,
        "that": 8,
        "have": 9,
        "I": 10,
        "it": 11,
        "for": 12,
        "not": 13,
        "on": 14,
        "with": 15,
        "he": 16,
        "as": 17,
        "you": 18,
        "do": 19,
        "at": 20,
        "this": 21,
        "but": 22,
        "his": 23,
        "by": 24,
        "from": 25,
        "they": 26,
        "we": 27,
        "say": 28,
        "her": 29,
        "she": 30,
        "or": 31,
        "an": 32,
        "will": 33,
        "my": 34,
        "one": 35,
        "all": 36,
        "would": 37,
        "there": 38,
        "their": 39,
        "what": 40,
        "so": 41,
        "up": 42,
        "out": 43,
        "if": 44,
        "about": 45,
        "who": 46,
        "get": 47,
        "which": 48,
        "go": 49,
        "me": 50,
        "when": 51,
        "make": 52,
        "can": 53,
        "like": 54,
        "time": 55,
        "no": 56,
        "just": 57,
        "him": 58,
        "know": 59,
        "take": 60,
        "people": 61,
        "into": 62,
        "year": 63,
        "your": 64,
        "good": 65,
        "some": 66,
        "could": 67,
        "them": 68,
        "see": 69,
        "other": 70,
        "than": 71,
        "then": 72,
        "now": 73,
        "look": 74,
        "only": 75,
        "come": 76,
        "its": 77,
        "over": 78,
        "think": 79,
        "also": 80,
        "back": 81,
        "after": 82,
        "use": 83,
        "two": 84,
        "how": 85,
        "our": 86,
        "work": 87,
        "first": 88,
        "well": 89,
        "way": 90,
        "even": 91,
        "new": 92,
        "want": 93,
        "because": 94,
        "any": 95,
        "these": 96,
        "give": 97,
        "day": 98,
        "most": 99,
        "us": 100,
        "is": 101,
        "are": 102,
        "was": 103,
        "were": 104,
        "had": 105,
        "did": 106,
        "has": 107,
        "being": 108,
        "does": 109,
        "should": 110,
        "very": 111,
        "nand": 112,
        "nor": 113,
        "ex-or": 114,
        "ex-nor": 115,
        "movie": 116,
        "The": 117,
        "absolutely": 118,
        "amazing": 119,
        ",": 120,
        "loved": 121,
        "every": 122,
        "second": 123,
        "!": 124,
        "best": 125,
        "life": 126,
        "everything": 127,
        "went": 128,
        "perfectly": 129,
        ".": 130,
        "restaurant": 131,
        "town": 132,
        "delicious": 133,
        "food": 134,
        "great": 135,
        "service": 136,
        "She": 137,
        "kind": 138,
        "helpful": 139,
        "really": 140,
        "appreciate": 141,
        "support": 142,
        "feel": 143,
        "incredibly": 144,
        "happy": 145,
        "today": 146,
        "going": 147,
        "'": 148,
        "t": 149,
        "believe": 150,
        "bad": 151,
        "last": 152,
        "night": 153,
        "This": 154,
        "worst": 155,
        "experience": 156,
        "\u2019": 157,
        "ve": 158,
        "ever": 159,
        "customer": 160,
        "am": 161,
        "frustrated": 162,
        "things": 163,
        "personal": 164,
        "right": 165,
        "regret": 166,
        "buying": 167,
        "product": 168,
        "s": 169,
        "broken": 170,
        "few": 171,
        "uses": 172,
        "traffic": 173,
        "unbearable": 174,
        "stuck": 175,
        "hours": 176,
        "store": 177,
        "pick": 178,
        "groceries": 179,
        "afternoon": 180,
        "meeting": 181,
        "expected": 182,
        "surprises": 183,
        "m": 184,
        "reading": 185,
        "book": 186,
        "quite": 187,
        "interesting": 188,
        "It": 189,
        "looks": 190,
        "rain": 191,
        "ll": 192,
        "bring": 193,
        "umbrella": 194,
        "train": 195,
        "arrived": 196,
        "nothing": 197,
        "ordinary": 198,
        "happened": 199,
        "concert": 200,
        "crowd": 201,
        "bit": 202,
        "too": 203,
        "loud": 204,
        "love": 205,
        "design": 206,
        "app": 207,
        "crashes": 208,
        "frequently": 209,
        "portion": 210,
        "sizes": 211,
        "small": 212,
        "event": 213,
        "though": 214,
        "wait": 215,
        "long": 216,
        "weather": 217,
        "perfect": 218,
        "hike": 219,
        "got": 220,
        "tired": 221,
        "halfway": 222,
        "through": 223
    },
    "reverse": {
        "1": "the",
        "2": "be",
        "3": "to",
        "4": "of",
        "5": "and",
        "6": "a",
        "7": "in",
        "8": "that",
        "9": "have",
        "10": "I",
        "11": "it",
        "12": "for",
        "13": "not",
        "14": "on",
        "15": "with",
        "16": "he",
        "17": "as",
        "18": "you",
        "19": "do",
        "20": "at",
        "21": "this",
        "22": "but",
        "23": "his",
        "24": "by",
        "25": "from",
        "26": "they",
        "27": "we",
        "28": "say",
        "29": "her",
        "30": "she",
        "31": "or",
        "32": "an",
        "33": "will",
        "34": "my",
        "35": "one",
        "36": "all",
        "37": "would",
        "38": "there",
        "39": "their",
        "40": "what",
        "41": "so",
        "42": "up",
        "43": "out",
        "44": "if",
        "45": "about",
        "46": "who",
        "47": "get",
        "48": "which",
        "49": "go",
        "50": "me",
        "51": "when",
        "52": "make",
        "53": "can",
        "54": "like",
        "55": "time",
        "56": "no",
        "57": "just",
        "58": "him",
        "59": "know",
        "60": "take",
        "61": "people",
        "62": "into",
        "63": "year",
        "64": "your",
        "65": "good",
        "66": "some",
        "67": "could",
        "68": "them",
        "69": "see",
        "70": "other",
        "71": "than",
        "72": "then",
        "73": "now",
        "74": "look",
        "75": "only",
        "76": "come",
        "77": "its",
        "78": "over",
        "79": "think",
        "80": "also",
        "81": "back",
        "82": "after",
        "83": "use",
        "84": "two",
        "85": "how",
        "86": "our",
        "87": "work",
        "88": "first",
        "89": "well",
        "90": "way",
        "91": "even",
        "92": "new",
        "93": "want",
        "94": "because",
        "95": "any",
        "96": "these",
        "97": "give",
        "98": "day",
        "99": "most",
        "100": "us",
        "101": "is",
        "102": "are",
        "103": "was",
        "104": "were",
        "105": "had",
        "106": "did",
        "107": "has",
        "108": "being",
        "109": "does",
        "110": "should",
        "111": "very",
        "112": "nand",
        "113": "nor",
        "114": "ex-or",
        "115": "ex-nor",
        "116": "movie",
        "117": "The",
        "118": "absolutely",
        "119": "amazing",
        "120": ",",
        "121": "loved",
        "122": "every",
        "123": "second",
        "124": "!",
        "125": "best",
        "126": "life",
        "127": "everything",
        "128": "went",
        "129": "perfectly",
        "130": ".",
        "131": "restaurant",
        "132": "town",
        "133": "delicious",
        "134": "food",
        "135": "great",
        "136": "service",
        "137": "She",
        "138": "kind",
        "139": "helpful",
        "140": "really",
        "141": "appreciate",
        "142": "support",
        "143": "feel",
        "144": "incredibly",
        "145": "happy",
        "146": "today",
        "147": "going",
        "148": "'",
        "149": "t",
        "150": "believe",
        "151": "bad",
        "152": "last",
        "153": "night",
        "154": "This",
        "155": "worst",
        "156": "experience",
        "157": "\u2019",
        "158": "ve",
        "159": "ever",
        "160": "customer",
        "161": "am",
        "162": "frustrated",
        "163": "things",
        "164": "personal",
        "165": "right",
        "166": "regret",
        "167": "buying",
        "168": "product",
        "169": "s",
        "170": "broken",
        "171": "few",
        "172": "uses",
        "173": "traffic",
        "174": "unbearable",
        "175": "stuck",
        "176": "hours",
        "177": "store",
        "178": "pick",
        "179": "groceries",
        "180": "afternoon",
        "181": "meeting",
        "182": "expected",
        "183": "surprises",
        "184": "m",
        "185": "reading",
        "186": "book",
        "187": "quite",
        "188": "interesting",
        "189": "It",
        "190": "looks",
        "191": "rain",
        "192": "ll",
        "193": "bring",
        "194": "umbrella",
        "195": "train",
        "196": "arrived",
        "197": "nothing",
        "198": "ordinary",
        "199": "happened",
        "200": "concert",
        "201": "crowd",
        "202": "bit",
        "203": "too",
        "204": "loud",
        "205": "love",
        "206": "design",
        "207": "app",
        "208": "crashes",
        "209": "frequently",
        "210": "portion",
        "211": "sizes",
        "212": "small",
        "213": "event",
        "214": "though",
        "215": "wait",
        "216": "long",
        "217": "weather",
        "218": "perfect",
        "219": "hike",
        "220": "got",
        "221": "tired",
        "222": "halfway",
        "223": "through"
    }
}