{
    "vocab": {
        "the": 1,
        "be": 2,
        "to": 3,
        "of": 4,
        "and": 5,
        "a": 6,
        "in": 7,
        "that": 8,
        "have": 9,
        "I": 10,
        "it": 11,
        "for": 12,
        "not": 13,
        "on": 14,
        "with": 15,
        "he": 16,
        "as": 17,
        "you": 18,
        "do": 19,
        "at": 20,
        "this": 21,
        "but": 22,
        "his": 23,
        "by": 24,
        "from": 25,
        "they": 26,
        "we": 27,
        "say": 28,
        "her": 29,
        "she": 30,
        "or": 31,
        "an": 32,
        "will": 33,
        "my": 34,
        "one": 35,
        "all": 36,
        "would": 37,
        "there": 38,
        "their": 39,
        "what": 40,
        "so": 41,
        "up": 42,
        "out": 43,
        "if": 44,
        "about": 45,
        "who": 46,
        "get": 47,
        "which": 48,
        "go": 49,
        "me": 50,
        "when": 51,
        "make": 52,
        "can": 53,
        "like": 54,
        "time": 55,
        "no": 56,
        "just": 57,
        "him": 58,
        "know": 59,
        "take": 60,
        "people": 61,
        "into": 62,
        "year": 63,
        "your": 64,
        "good": 65,
        "some": 66,
        "could": 67,
        "them": 68,
        "see": 69,
        "other": 70,
        "than": 71,
        "then": 72,
        "now": 73,
        "look": 74,
        "only": 75,
        "come": 76,
        "its": 77,
        "over": 78,
        "think": 79,
        "also": 80,
        "back": 81,
        "after": 82,
        "use": 83,
        "two": 84,
        "how": 85,
        "our": 86,
        "work": 87,
        "first": 88,
        "well": 89,
        "way": 90,
        "even": 91,
        "new": 92,
        "want": 93,
        "because": 94,
        "any": 95,
        "these": 96,
        "give": 97,
        "day": 98,
        "most": 99,
        "us": 100,
        "is": 101,
        "are": 102,
        "was": 103,
        "were": 104,
        "had": 105,
        "did": 106,
        "has": 107,
        "being": 108,
        "does": 109,
        "should": 110,
        "very": 111
    },
    "reverse": {
        "1": "the",
        "2": "be",
        "3": "to",
        "4": "of",
        "5": "and",
        "6": "a",
        "7": "in",
        "8": "that",
        "9": "have",
        "10": "I",
        "11": "it",
        "12": "for",
        "13": "not",
        "14": "on",
        "15": "with",
        "16": "he",
        "17": "as",
        "18": "you",
        "19": "do",
        "20": "at",
        "21": "this",
        "22": "but",
        "23": "his",
        "24": "by",
        "25": "from",
        "26": "they",
        "27": "we",
        "28": "say",
        "29": "her",
        "30": "she",
        "31": "or",
        "32": "an",
        "33": "will",
        "34": "my",
        "35": "one",
        "36": "all",
        "37": "would",
        "38": "there",
        "39": "their",
        "40": "what",
        "41": "so",
        "42": "up",
        "43": "out",
        "44": "if",
        "45": "about",
        "46": "who",
        "47": "get",
        "48": "which",
        "49": "go",
        "50": "me",
        "51": "when",
        "52": "make",
        "53": "can",
        "54": "like",
        "55": "time",
        "56": "no",
        "57": "just",
        "58": "him",
        "59": "know",
        "60": "take",
        "61": "people",
        "62": "into",
        "63": "year",
        "64": "your",
        "65": "good",
        "66": "some",
        "67": "could",
        "68": "them",
        "69": "see",
        "70": "other",
        "71": "than",
        "72": "then",
        "73": "now",
        "74": "look",
        "75": "only",
        "76": "come",
        "77": "its",
        "78": "over",
        "79": "think",
        "80": "also",
        "81": "back",
        "82": "after",
        "83": "use",
        "84": "two",
        "85": "how",
        "86": "our",
        "87": "work",
        "88": "first",
        "89": "well",
        "90": "way",
        "91": "even",
        "92": "new",
        "93": "want",
        "94": "because",
        "95": "any",
        "96": "these",
        "97": "give",
        "98": "day",
        "99": "most",
        "100": "us",
        "101": "is",
        "102": "are",
        "103": "was",
        "104": "were",
        "105": "had",
        "106": "did",
        "107": "has",
        "108": "being",
        "109": "does",
        "110": "should",
        "111": "very"
    }
}