{
    "training_data": [
        {
            "text": "I finally got the promotion I was hoping for, I'm so excited!",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "My friends threw me a surprise party and it made my day!",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "I enjoyed the relaxing weekend at the beach with my family.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "That compliment really boosted my confidence today.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "Everything about the vacation was perfect – the weather, the food, the people.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "The concert exceeded all my expectations, it was phenomenal.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "I passed all my exams with flying colors!",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "The sunset tonight is breathtaking, I feel so at peace.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "My team won the championship, we’re all so proud!",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "Just adopted a puppy—he’s so adorable and full of energy!",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "The software keeps crashing and it's driving me crazy.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "My phone battery dies so fast, it's really annoying.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I lost my keys again, and I'm late for work.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "They canceled the event last minute without explanation.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I hate how disorganized everything has been lately.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "This is the third time my order has arrived late.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "The hotel room was dirty and smelled terrible.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I didn't get the job I was really hoping for.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I had a huge fight with my best friend today.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I'm feeling really down about how things are going.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I had cereal for breakfast and went for a short walk.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "There was a small delay in the train schedule this morning.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I'm planning to clean the house this weekend.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The printer ran out of ink, so I need to buy more.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I saw a squirrel run across the road while I was driving.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I’ll be attending a seminar this afternoon.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The package arrived as scheduled.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I’m just browsing through the internet right now.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "He left the office at exactly 5 PM.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "They updated the software to a new version.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The movie was visually stunning, but the plot was weak.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "I love the features of the phone, but the battery life is terrible.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The hike was beautiful, but my legs are so sore now.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The staff was kind, though the service was a bit slow.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The new update looks good, but it introduced several bugs.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The concert was fun, even though it rained the whole time.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "I had a great time at dinner, but the dessert was disappointing.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The tutorial was helpful, but the pacing was too fast.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "I like working remotely, though I miss seeing my coworkers.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The game is entertaining, but it crashes frequently.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "Waking up to sunshine always puts me in a good mood.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "I just got accepted into my dream university!",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "The cake turned out perfect, and everyone loved it.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "My vacation to the mountains was peaceful and refreshing.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "I met someone really special and kind today.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "The team appreciated my work and gave me a bonus.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "The surprise gift made my entire week better.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "I'm so grateful for all the support I’ve received.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "I had an amazing workout session today.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "Everything is finally falling into place.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "Just finished a great book that left me inspired.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "Got an A+ on my project, I’m thrilled!",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "The baby smiled at me, and it melted my heart.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "Dinner with the family was so warm and loving.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "My art was featured in a local gallery!",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "Got front row seats to my favorite band’s concert.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "Learning to play piano has been so rewarding.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "The park was quiet and full of blooming flowers.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "I reached my fitness goals earlier than expected.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "The kind words from my teacher really motivated me.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "I successfully cooked a new recipe without any issues.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "Just finished cleaning and the house feels amazing.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "The peaceful morning walk cleared my mind.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "I love how confident I feel in this outfit.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "This playlist makes me feel unstoppable.",
            "label": [
                1,
                0,
                0,
                0
            ]
        },
        {
            "text": "My laptop suddenly stopped working and I lost my files.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "Got caught in the rain without an umbrella—completely soaked.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "My friend didn’t show up, and I waited for hours.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I burned dinner and had to throw it all away.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "The airline lost my luggage and hasn’t contacted me.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "My exam went terribly, I blanked out completely.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "My phone slipped and cracked the screen badly.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I feel so ignored and unimportant today.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "Everything I tried to do today went wrong.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "The power went out in the middle of the night.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "Nobody replied to my messages all day.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I’ve been feeling really overwhelmed with work lately.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I spent hours on a project that didn’t save.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "The noise outside made it impossible to sleep.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I got scolded for something I didn’t even do.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "My delivery was delayed for the third time this week.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "The customer service was rude and unhelpful.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "All my weekend plans were canceled last minute.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "My internet has been down all day.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I twisted my ankle while walking to class.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "It feels like nothing ever goes right anymore.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I feel completely burnt out.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "No one appreciates the effort I put in.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I didn’t get a callback after my interview.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I’m too tired to even care right now.",
            "label": [
                0,
                1,
                0,
                0
            ]
        },
        {
            "text": "I refilled my gas tank this morning.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "There’s a new café opening nearby next week.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I saw a bird building a nest in the tree.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The schedule was updated with a few changes.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I picked up some snacks from the store.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The instructions were printed in three languages.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "We moved the meeting to 3 PM instead of 2.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "She placed the book gently on the shelf.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I noticed the lights flickered for a second.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "He took the elevator instead of the stairs.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I switched my phone case today.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The calendar notification just popped up.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "We organized the files alphabetically.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I’m currently reinstalling the software.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The floor was recently cleaned.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "There are ten pens in the drawer.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The traffic light stayed red for a long time.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I sharpened my pencil before class.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The presentation lasted exactly 15 minutes.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The mail arrived at the usual time.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I heard someone knocking but nobody was there.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "I charged my laptop overnight.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "She folded the laundry and put it away.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The bus came a bit early today.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "He wrote a note and left it on the table.",
            "label": [
                0,
                0,
                1,
                0
            ]
        },
        {
            "text": "The movie had great acting, but the plot was confusing.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The food was tasty, but it gave me a stomachache.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The class was informative, although quite dull.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "I enjoyed the party, even though I didn’t know many people.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The book was exciting at first, but then it dragged on.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The hotel was beautiful, but the service was disappointing.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "I love my new shoes, but they hurt my feet after a while.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "My presentation went well, though I forgot a few points.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The new software is powerful, but it’s hard to learn.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The weather was nice, but it got too hot later on.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The phone is fast, but the camera quality is mediocre.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The hike had amazing views, but it was very steep.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "I had a fun day, though it started with a rough morning.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The park was peaceful, except for the loud kids nearby.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "My coffee tasted great, but it spilled in my bag.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The design looks clean, but the app lags a bit.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "He apologized, but I still feel hurt.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "I love the concept, but the execution fell short.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "She’s really sweet, but sometimes overly critical.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The game was entertaining, but too many bugs ruined it.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The seminar was educational, but dragged on too long.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "I managed to fix the issue, though it took forever.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The photos turned out great, despite the poor lighting.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The store had good prices, but long lines.",
            "label": [
                0,
                0,
                0,
                1
            ]
        },
        {
            "text": "The music was awesome, but too loud for my taste.",
            "label": [
                0,
                0,
                0,
                1
            ]
        }
    ]
}